Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# status.broken
source: Espatllada
en: Broken
es: Estropeada
eu: Hondatuta
fr: Hors service
gl: Estragada
it: Guasta
pt_pt: Estragada

# status.dry
source: Seca
en: Dry
eu: Lehorra
fr: À sec
it: Secca

# status.flowing
source: Surt aigua
en: Water flowing
es: Sale agua
eu: Ura dario
fr: L'eau coule
gl: Sae auga
it: Esce acqua
pt_pt: Tem água

# status.gone
source: Ja no hi és
en: No longer there
es: Ya no está
eu: Jada ez dago
fr: N'existe plus
gl: Xa non está
it: Non c'è più
pt_pt: Já não existe

# status.trickle
source: Poca aigua
en: Little water
es: Poca agua
eu: Ur gutxi
fr: Faible débit
gl: Pouca auga
it: Poca acqua
pt_pt: Pouca água

# status.unknown
source: Es desconeix
en: Unknown
es: Se desconoce
eu: Ezezaguna
fr: État inconnu
gl: Descoñécese
it: Non si sa
pt_pt: Desconhecido

# support.costsBody
source: El servidor, la base de dades i l'emmagatzematge de fotos costen diners, i com més creix això, més costen. L'ajuda que més serveix és la que es repeteix: un cafè al mes, o dotze cafès de cop un cop l'any.
en: The server, the database and the photo storage cost money, and the more this grows the more they cost. The help that works best is the kind that repeats: a coffee a month, or twelve coffees once a year.
es: El servidor, la base de datos y el almacenamiento de fotos cuestan dinero, y cuanto más crece esto, más cuestan. La ayuda que más sirve es la que se repite: un café al mes, o doce cafés de una vez al año.
eu: Zerbitzariak, datu-baseak eta argazkien biltegiratzeak dirua kostatzen dute, eta hau zenbat eta gehiago hazi, orduan eta gehiago. Errepikatzen dena da laguntzarik onena: kafe bat hilean, edo hamabi kafe urtean behin.
fr: Le serveur, la base de données et le stockage des photos coûtent de l'argent, et plus ça grandit, plus ça coûte. L'aide la plus utile est celle qui se répète : un café par mois, ou douze cafés en une fois dans l'année.
gl: O servidor, a base de datos e o almacenamento de fotos custan cartos, e canto máis medra isto, máis custan. A axuda que máis serve é a que se repite: un café ao mes, ou doce cafés dunha vez ao ano.
it: Il server, il database e l'archiviazione delle foto costano, e più questo cresce, più costano. L'aiuto che serve di più è quello che si ripete: un caffè al mese, o dodici caffè in una volta all'anno.
pt_pt: O servidor, a base de dados e o armazenamento de fotos custam dinheiro, e quanto mais isto cresce, mais custa. A ajuda que mais serve é a que se repete: um café por mês, ou doze cafés de uma vez por ano.

# support.costsTitle
source: Ajuda amb els costos
en: Help with the costs
es: Ayuda con los costes
eu: Lagundu kostuekin
fr: Aide avec les coûts
gl: Axuda cos custos
it: Aiuta con le spese
pt_pt: Ajudar com os custos

# support.feedbackBody
source: Què t'ha agradat, què no i què milloraries. Amb detall, si pot ser: el que et va estranyar, el que no vas trobar, el que esperaves que passés. Estarem encantats de llegir-te.
en: What you liked, what you did not, and what you would change. In detail if you can: what surprised you, what you could not find, what you expected to happen. We would love to read it.
es: Qué te ha gustado, qué no y qué mejorarías. Con detalle, a poder ser: lo que te extrañó, lo que no encontraste, lo que esperabas que pasara. Estaremos encantados de leerte.
eu: Zer gustatu zaizun, zer ez eta zer hobetuko zenukeen. Xehetasunez, ahal bada: harritu zaituena, aurkitu ez duzuna, gertatzea espero zenuena. Pozik irakurriko zaitugu.
fr: Ce qui t'a plu, ce qui ne t'a pas plu et ce que tu changerais. En détail si possible : ce qui t'a surpris, ce que tu n'as pas trouvé, ce que tu attendais. On sera ravis de te lire.
gl: Que che gustou, que non e que mellorarías. Con detalle, a poder ser: o que che estrañou, o que non atopaches, o que esperabas que pasase. Estaremos encantados de lerte.
it: Cosa ti è piaciuto, cosa no e cosa miglioreresti. Con dettagli, se possibile: cosa ti ha stupito, cosa non hai trovato, cosa ti aspettavi che succedesse. Saremo felici di leggerti.
pt_pt: O que gostaste, o que não gostaste e o que melhorarias. Com detalhe, se possível: o que te surpreendeu, o que não encontraste, o que esperavas que acontecesse. Ficaremos encantados em ler-te.

# support.feedbackCta
source: Escriu-nos una suggeriment
en: Send us a suggestion
es: Escríbenos una sugerencia
eu: Idatzi iradokizun bat
fr: Écris-nous une suggestion
gl: Escríbenos unha suxestión
it: Scrivici un suggerimento
pt_pt: Escreve-nos uma sugestão

# support.feedbackTitle
source: Explica'ns com et va
en: Tell us how it goes
es: Cuéntanos cómo te va
eu: Kontatu iezaguzu nola doakizun
fr: Dis-nous comment ça se passe
gl: Cóntanos como che vai
it: Raccontaci come ti trovi
pt_pt: Conta-nos como correu

# support.intro
source: T'agrada FontApp? Aquesta app és gratuïta, sense anuncis i sense rastrejadors.
en: Do you like FontApp? It is free, with no ads and no trackers.
es: ¿Te gusta FontApp? Esta app es gratuita, sin anuncios y sin rastreadores.
eu: FontApp gustatzen zaizu? App hau doakoa da, iragarkirik eta arrastatzailerik gabe.
fr: Tu aimes FontApp ? Cette app est gratuite, sans pub et sans traceurs.
gl: Gústache FontApp? Esta app é gratuíta, sen anuncios e sen rastrexadores.
it: Ti piace FontApp? Questa app è gratuita, senza pubblicità e senza tracciamento.
pt_pt: Gostas de FontApp? Esta app é gratuita, sem anúncios e sem rastreadores.

# support.inviteBody
source: Convida els teus amics a unir-s'hi i a aportar informació fiable a la comunitat. Cada font comprovada és algú que s'estalvia una volta per res.
en: Invite your friends to join and add reliable information to the community. Every checked fountain is someone who avoids a pointless detour.
es: Invita a tus amigos a unirse y a aportar información fidedigna a la comunidad. Cada fuente comprobada es alguien que se ahorra un rodeo para nada.
eu: Gonbidatu zure lagunak batzera eta komunitateari informazio fidagarria ematera. Egiaztatutako iturri bakoitza alferrikako bide bat aurreztea da.
fr: Invite tes amis à rejoindre et à apporter des informations fiables à la communauté. Chaque fontaine vérifiée, c'est un détour inutile évité.
gl: Convida os teus amigos a unirse e a achegar información fidedigna á comunidade. Cada fonte comprobada é alguén que aforra unha volta para nada.
it: Invita i tuoi amici a unirsi e a dare informazioni affidabili alla comunità. Ogni fontana controllata è qualcuno che si risparmia un giro a vuoto.
pt_pt: Convida os teus amigos a juntar-se e a fornecer informações fidedignas à comunidade. Cada fonte verificada é alguém que se poupa a dar voltas desnecessárias.

# support.inviteTitle
source: La millor manera d'ajudar
en: The best way to help
es: La mejor forma de ayudar
eu: Laguntzeko modurik onena
fr: La meilleure façon d'aider
gl: A mellor forma de axudar
it: Il modo migliore di aiutare
pt_pt: A melhor forma de ajudar

# support.share
source: Comparteix l'app
en: Share the app
es: Comparte la app
eu: Partekatu app-a
fr: Partager l'app
gl: Comparte a app
it: Condividi l'app
pt_pt: Partilhar a app

# support.shareText
source: Mira quina utilitat acabo de trobar! Pots saber l'estat de les fonts d'aigua de la teva ruta o del teu poble. Fes-hi una ullada:
en: Look what I just found! You can check the state of the drinking fountains on your route or in your town. Take a look:
es: ¡Mira qué utilidad acabo de encontrar! Puedes saber el estado de las fuentes de agua de tu ruta o de tu pueblo. Échale un vistazo:
eu: Begira zer aurkitu berri dudan! Zure ibilbideko edo herriko ur iturrien egoera jakin dezakezu. Begiratu ezazu:
fr: Regarde ce que je viens de trouver ! Tu peux savoir dans quel état sont les fontaines de ton itinéraire ou de ton village. Jette un œil :
gl: Mira que utilidade acabo de atopar! Podes saber o estado das fontes de auga da túa ruta ou da túa vila. Bótalle unha ollada:
it: Guarda che utilità ho appena trovato! Puoi sapere lo stato delle fontane d'acqua del tuo percorso o del tuo paese. Dagli un'occhiata:
pt_pt: Olha que utilidade acabei de encontrar! Podes saber o estado das fontes de água da tua rota ou da tua aldeia. Dá-lhe uma vista de olhos:

# support.title
source: Fes costat al projecte
en: Support the project
es: Apoya el proyecto
eu: Lagundu proiektuari
fr: Soutiens le projet
gl: Apoia o proxecto
it: Sostieni il progetto
pt_pt: Apoia o projeto

# support.whatsapp
source: Enviar per WhatsApp
en: Send on WhatsApp
es: Enviar por WhatsApp
eu: WhatsApp bidez bidali
fr: Envoyer par WhatsApp
gl: Enviar por WhatsApp
it: Invia su WhatsApp
pt_pt: Enviar por WhatsApp

# time.days
source: fa {n} dies
en: {n} days ago
es: hace {n} días
eu: duela {n} egun
fr: {n} il y a jours
gl: hai {n} días
it: {n} giorni fa
pt_pt: há {n} dias

# time.hour
source: fa {n} h
en: {n} h ago
es: hace {n} h
eu: duela {n} h
fr: {n} il y a h
gl: hai {n} h
it: {n} h fa
pt_pt: há {n} h

# time.min
source: fa {n} min
en: {n} min ago
es: hace {n} min
eu: duela {n} min
fr: {n} il y a min
gl: hai {n} min
it: {n} min fa
pt_pt: há {n} min

# time.moment
source: fa un moment
en: just now
es: hace un momento
eu: oraintxe
fr: tout à l' heure
gl: agora mesmo
it: poco fa
pt_pt: há um momento

# time.yesterday
source: ahir
en: yesterday
es: ayer
eu: atzo
fr: hier
gl: onte
it: ieri
pt_pt: ontem

# toast.commentSent
source: Comentari publicat
en: Comment posted
es: Comentario publicado
eu: Iruzkina argitaratuta
fr: Commentaire publié
gl: Comentario publicado
it: Commento pubblicato
pt_pt: Comentário publicado

# toast.coordsCopied
source: Coordenades copiades
en: Coordinates copied
es: Coordenadas copiadas
eu: Koordenatuak kopiatuta
fr: Coordonnées copiées
gl: Coordenadas copiadas
it: Coordinate copiate
pt_pt: Coordenadas copiadas

# toast.fontCreated
source: Font creada
en: Fountain created
es: Fuente creada
eu: Iturria sortuta
fr: Fontaine créée
gl: Fonte creada
it: Fontana creata
pt_pt: Fonte criada

# toast.linkCopied
source: Enllaç copiat
en: Link copied
es: Enlace copiado
eu: Esteka kopiatuta
fr: Lien copié
gl: Ligazón copiada
it: Link copiato
pt_pt: Link copiado

# toast.photoAdded
source: Foto afegida · ja és la foto d'aquesta font
en: Photo added · it is now this fountain's photo
es: Foto añadida · ya es la foto de esta fuente
eu: Argazkia gehituta · iturri honen argazkia da orain
fr: Photo ajoutée · c'est désormais celle de cette fontaine
gl: Foto engadida · xa é a foto desta fonte
it: Foto aggiunta · è già la foto di questa fontana
pt_pt: Foto adicionada · já é a foto desta fonte

# toast.reportSent
source: Incidència enviada
en: Issue reported
es: Incidencia enviada
eu: Gorabehera bidalita
fr: Problème signalé
gl: Incidencia enviada
it: Segnalazione inviata
pt_pt: Incidente enviado

# toast.reviewPosted
source: Ressenya publicada
en: Review posted
es: Reseña publicada
eu: Iritzia argitaratuta
fr: Avis posté
gl: Reseña publicada
it: Recensione pubblicata
pt_pt: Avaliação publicada

# toast.reviewPostedAndCover
source: Ressenya publicada · la teva foto ja és la de la font
en: Review posted · your photo is now the fountain's
es: Reseña publicada · tu foto ya es la de la fuente
eu: Iritzia argitaratuta · zure argazkia iturriarena da orain
fr: Avis posté · ta photo est désormais celle de la fontaine
gl: Reseña publicada · a túa foto xa é a da fonte
it: Recensione pubblicata · la tua foto è già quella della fontana
pt_pt: Comentário publicado · a tua foto já é a da fonte

# update.action
source: Actualitza
en: Update
es: Actualizar
eu: Eguneratu
fr: Mettre à jour
gl: Actualizar
it: Aggiorna
pt_pt: Atualizar

# update.available
source: Actualització disponible
en: Update available
es: Actualización disponible
eu: Eguneratzea eskuragarri
fr: Mise à jour disponible
gl: Actualización dispoñible
it: Aggiornamento disponibile
pt_pt: Atualização disponível

# update.body
source: Hi ha una versió nova de FontApp.
en: A new version of FontApp is ready.
es: Hay una nueva versión de FontApp.
eu: FontApp-en bertsio berri bat dago.
fr: Une nouvelle version de FontApp est disponible.
gl: Hai unha nova versión de FontApp.
it: C'è una nuova versione di FontApp.
pt_pt: Há uma nova versão de FontApp.

# update.failed
source: L'actualització encara no està disponible. Torna-ho a provar en un moment.
en: The update is not available yet. Try again in a moment.
es: La actualización todavía no está disponible. Prueba de nuevo en un momento.
eu: Eguneratzea oraindik ez dago erabilgarri. Saiatu berriro une batean.
fr: La mise à jour n'est pas encore disponible. Réessayez dans un instant.
gl: A actualización aínda non está dispoñible. Téntao de novo nun momento.
it: L'aggiornamento non è ancora disponibile. Riprova tra un momento.
pt_pt: A atualização ainda não está disponível. Tenta novamente daqui a pouco.

# update.howNow
source: Com està la font ara?
en: How is the fountain now?
es: ¿Cómo está la fuente ahora?
eu: Nola dago iturria orain?
fr: Comment est la fontaine maintenant ?
gl: Como está a fonte agora?
it: Com'è la fontana adesso?
pt_pt: Como está a fonte agora?

# update.howNowOpt
source: Com està la font ara? (opcional)
en: How is the fountain now? (optional)
es: ¿Cómo está la fuente ahora? (opcional)
eu: Nola dago iturria orain? (aukerakoa)
fr: Comment est la fontaine maintenant ? (facultatif)
gl: Como está a fonte agora? (opcional)
it: Com'è la fontana adesso? (facoltativo)
pt_pt: Como está a fonte agora? (opcional)

# update.later
source: Més tard
en: Later
es: Más tarde
eu: Geroago
fr: Plus tard
gl: Máis tarde
it: Più tardi
pt_pt: Mais tarde

# update.publish
source: Publica l'actualització
en: Post update
es: Publicar actualización
eu: Argitaratu eguneratzea
fr: Publier la mise à jour
gl: Publicar actualización
it: Pubblica l'aggiornamento
pt_pt: Publicar atualização

# update.rating
source: Valoració:
en: Rating:
es: Valoración:
eu: Balorazioa:
fr: Notation:
gl: Valoración:
it: Valutazione:
pt_pt: Avaliação:

# update.sending
source: Enviant…
en: Sending…
es: Enviando…
eu: Bidaltzen…
fr: Envoi…
gl: Enviando…
it: Invio…
pt_pt: A enviar…

# update.status
source: Estat:
en: Status:
es: Estado:
eu: Egoera:
fr: Statut:
gl: Estado:
it: Stato:
pt_pt: Estado:

# update.updating
source: Actualitzant…
en: Updating…
es: Actualizando…
eu: Eguneratzen…
fr: Mise à jour…
gl: Actualizando…
it: Aggiornamento…
pt_pt: A atualizar…

# update.willBeCover
source: Aquesta font encara no té foto: la que hi posis serà la seva.
en: This fountain has no photo yet — the one you add becomes its photo.
es: Esta fuente todavía no tiene foto: la que pongas será la suya.
eu: Iturri honek ez du argazkirik oraindik: jartzen duzuna berea izango da.
fr: Cette fontaine n'a pas encore de photo : celle que tu ajoutes deviendra la sienne.
gl: Esta fonte aínda non ten foto: a que poñas será a súa.
it: Questa fontana non ha ancora una foto: quella che metti sarà la sua.
pt_pt: Esta fonte ainda não tem foto: a que colocares será a sua.

# user.contact
source: Contacte
en: Contact
es: Contacto
eu: Kontaktua
fr: Contact
gl: Contacto
it: Contatto
pt_pt: Contato

# user.deleted
source: Compte eliminat
en: Deleted account
es: Cuenta eliminada
eu: Kontua ezabatuta
fr: Compte supprimé
gl: Conta eliminada
it: Account eliminato
pt_pt: Conta eliminada

# user.fonts
source: Fonts ({n})
en: Fountains ({n})
es: Fuentes ({n})
eu: Iturriak ({n})
fr: Fontaines ({n})
gl: Fontes ({n})
it: Fontane ({n})
pt_pt: Fontes ({n})

# user.gamification
source: Nivell i insígnies
en: Level and badges
es: Nivel e insignias
eu: Maila eta dominak
fr: Niveau et badges
gl: Nivel e insignias
it: Livello e distintivi
pt_pt: Nível e insígnias

# user.memberSince
source: es va registrar {when}
en: joined {when}
es: se registró {when}
eu: {when} erregistratu zen
fr: rejoint {when}
gl: rexistrouse {when}
it: iscritto {when}
pt_pt: foi registado {when}

# user.noFonts
source: Aquest usuari no ha afegit fonts.
en: This user hasn't added any fountains.
es: Este usuario no ha añadido fuentes.
eu: Erabiltzaile honek ez du iturririk gehitu.
fr: Cet utilisateur n'a ajouté aucune fontaine.
gl: Este usuario non engadiu fontes.
it: Questo utente non ha aggiunto fontane.
pt_pt: Este utilizador não adicionou fontes.

# user.noReviews
source: Aquest usuari no ha escrit ressenyes.
en: This user hasn't written any reviews.
es: Este usuario no ha escrito reseñas.
eu: Erabiltzaile honek ez du iritzirik idatzi.
fr: Cet utilisateur n'a écrit aucun avis.
gl: Este usuario non escribiu reseñas.
it: Questo utente non ha scritto recensioni.
pt_pt: Este utilizador não escreveu avaliações.

# user.notFound
source: Usuari no trobat.
en: User not found.
es: Usuario no encontrado.
eu: Erabiltzailea ez da aurkitu.
fr: Utilisateur introuvable.
gl: Usuario non atopado.
it: Utente non trovato.
pt_pt: Utilizador não encontrado.

# user.reviews
source: Ressenyes ({n})
en: Reviews ({n})
es: Reseñas ({n})
eu: Iritziak ({n})
fr: Avis ({n})
gl: Reseñas ({n})
it: Recensioni ({n})
pt_pt: Avaliações ({n})

# waterHelp.close
source: Tanca
en: Close
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi
pt_pt: Fechar

# waterHelp.fountain
source: Decorativa: no està pensada per beure.
en: Decorative: not meant for drinking.
es: Decorativa: no está pensada para beber.
eu: Apaingarria: ez dago edateko pentsatuta.
fr: Décoratif : non destiné à être bu.
gl: Decorativa: non está pensada para beber.
it: Decorativa: non è pensata per bere.
pt_pt: Decorativa: não é pensada para beber.

# waterHelp.mountain
source: Deu captada: raja per un broc o cau en una pica. Cabal estacional i potabilitat no garantida.
en: A captured spring: piped through a spout or into a basin. Seasonal flow, potability not guaranteed.
es: Manantial captado: sale por un caño o cae en una pila. Caudal estacional y potabilidad no garantizada.
eu: Hartutako iturburua: txorrotatik dario edo aska batera erortzen da. Emaria sasoikakoa eta edangarritasuna ez dago bermatuta.
fr: Une source captée : canalisée par un bec verseur ou dans un bassin. Débit saisonnier, potabilité non garantie.
gl: Manancial captado: sae por un canón ou cae nunha pía. Caudal estacional e potabilidade non garantida.
it: Sorgente captata: esce da una cannella o cade in una vasca. Portata stagionale e potabilità non garantita.
pt_pt: Nascimento captado: sai por um cano ou cai numa bacia. Caudal sazonal e potabilidade não garantida.

# waterHelp.other
source: Qualsevol altre punt d'aigua.
en: Any other water point.
es: Cualquier otro punto de agua.
eu: Beste edozein ur-puntu.
fr: Tout autre point d'eau.
gl: Calquera outro punto de auga.
it: Qualsiasi altro punto d'acqua.
pt_pt: Qualquer outro ponto de água.

# waterHelp.spring
source: L'aigua brolla sola del terra o la roca, sense obra. Pot ser un filet o un bassal.
en: Water surfaces on its own from ground or rock, unmodified. May be a trickle or a puddle.
es: El agua brota sola del suelo o la roca, sin obra. Puede ser un hilo o un charco.
eu: Ura bere kabuz sortzen da lurretik edo harritik, obrarik gabe. Hari bat edo putzu bat izan daiteke.
fr: L'eau fait surface seule, à partir du sol ou de la roche, sans modification. Peut-être un filet ou une flaque d'eau.
gl: A auga brota soa do chan ou da rocha, sen obra. Pode ser un fío ou unha poza.
it: L'acqua sgorga da sola dal terreno o dalla roccia, senza opere. Può essere un filo o una pozza.
pt_pt: A água brota sozinha do solo ou da rocha, sem obra. Pode ser um fio ou uma poça.

# waterHelp.tap
source: Aixeta pública connectada a la xarxa municipal. Aigua tractada i cabal tot l'any.
en: Public tap on the municipal mains. Treated water, flowing all year.
es: Grifo público conectado a la red municipal. Agua tratada y caudal todo el año.
eu: Udal sarera konektatutako iturri publikoa. Ur tratatua eta emaria urte osoan.
fr: Robinet public sur le réseau communal. Eau traitée, qui coule toute l'année.
gl: Billa pública conectada á rede municipal. Auga tratada e caudal todo o ano.
it: Rubinetto pubblico collegato alla rete comunale. Acqua trattata e portata tutto l'anno.
pt_pt: Bica pública ligada à rede municipal. Água tratada e caudal durante todo o ano.

# waterHelp.title
source: Tipus de font
en: Fountain types
es: Tipos de fuente
eu: Iturri motak
fr: Types de fontaines
gl: Tipos de fonte
it: Tipi di fontana
pt_pt: Tipos de fonte

# waterHelp.well
source: Aigua subterrània que cal treure (pou).
en: Groundwater you have to draw up (a well).
es: Agua subterránea que hay que extraer (pozo).
eu: Lur azpiko ura, atera behar dena (putzua).
fr: Les eaux souterraines doivent être puisées (un puits).
gl: Auga subterránea que hai que extraer (pozo).
it: Acqua sotterranea che va estratta (pozzo).
pt_pt: Água subterrânea que precisa ser extraída (poço).

# welcome.b1
source: Explora el mapa i cerca fonts per nom o per lloc.
en: Explore the map and search fountains by name or place.
es: Explora el mapa y busca fuentes por nombre o lugar.
eu: Arakatu mapa eta bilatu iturriak izenez edo lekuz.
fr: Explorez la carte et recherchez les fontaines par nom ou par lieu.
gl: Explora o mapa e busca fontes por nome ou lugar.
it: Esplora la mappa e cerca fontane per nome o per luogo.
pt_pt: Explora o mapa e procura fontes por nome ou local.

# welcome.b2
source: Consulta'n l'estat: si surt aigua, potabilitat i última confirmació.
en: Check their status: whether water flows, potability and last confirmation.
es: Consulta su estado: si sale agua, potabilidad y última confirmación.
eu: Ikusi egoera: ura ateratzen den, edangarritasuna eta azken berrespena.
fr: Vérifiez leur état : si l'eau coule, la potabilité et la dernière confirmation.
gl: Consulta o seu estado: se sae auga, potabilidade e última confirmación.
it: Guarda il loro stato: se esce acqua, la potabilità e l'ultima conferma.
pt_pt: Consulta o estado: se tem água, a potabilidade e a última confirmação.

# welcome.b3
source: Afegeix fonts noves i comparteix-ne fotos.
en: Add new fountains and share photos.
es: Añade fuentes nuevas y comparte fotos.
eu: Gehitu iturri berriak eta partekatu argazkiak.
fr: Ajoutez de nouvelles fontaines et partagez des photos.
gl: Engade fontes novas e comparte fotos.
it: Aggiungi fontane nuove e condividi foto.
pt_pt: Adiciona fontes novas e partilha fotos.

# welcome.b4
source: Deixa ressenyes i confirma l'estat perquè tothom ho sàpiga.
en: Leave reviews and confirm the status so everyone knows.
es: Deja reseñas y confirma el estado para que todos lo sepan.
eu: Utzi iritziak eta berretsi egoera denek jakin dezaten.
fr: Laissez des avis et confirmez le statut pour que tout le monde le sache.
gl: Deixa reseñas e confirma o estado para que todos o saiban.
it: Lascia recensioni e conferma lo stato perché lo sappiano tutti.
pt_pt: Deixa avaliações e confirma o estado para que todos saibam.

# welcome.b5
source: Guanya gotes! Cada aportació suma per pujar de nivell i aconseguir insígnies.
en: Earn drops! Every contribution counts towards levelling up and winning badges.
es: ¡Gana gotas! Cada aportación suma para subir de nivel y conseguir insignias.
eu: Irabazi tantak! Ekarpen bakoitzak maila igotzeko eta dominak lortzeko balio du.
fr: Gagnez des gouttes ! Chaque contribution compte pour passer au niveau supérieur et gagner des badges.
gl: Gaña pingas! Cada achega suma para subir de nivel e conseguir insignias.
it: Guadagna gocce! Ogni contributo conta per salire di livello e conquistare distintivi.
pt_pt: Ganha gotas! Cada contribuição conta para subir de nível e conquistar emblemas.

# welcome.back
source: Enrere
en: Back
es: Atrás
eu: Atzera
fr: Retour
gl: Atrás
it: Indietro
pt_pt: Voltar
